#Ключ доступа группы. Получить можно в настройках группы -> работа с API. Необходимые права доступа: сообщения, документы.
#Также в настройках группы -> разделы нужно включить документы, а в настройках -> сообщения включить сообщения.
vk_token=""
#Ваш id ВКонтакте.
self_id=0
#Id вашей группы ВКонтакте.
self_group_id=0
#Ключ доступа к Virustotal. Для его получения необходимо зарегистрироваться на https://virustotal.com.
#Потом перейти в профиль -> настройки.
#Там будет раздел API.
virustotal_key=""
#Ключ доступа к Yandex translate для определения языка. Получить можно здесь: https://translate.yandex.ru/developers/keys
yandex_key=""
